Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: For the public bathroom near the government headquarters, people have donated all sorts of body care products like soap, toothbrushes, toner, napkins and tissue so that protesters can keep themselves clean while camping out.
ko: 정부청사 근처 공공 화장실에는 홍콩 시민들이 갖가지 비누와 치약, 토너, 냅킨, 휴지와 같은 욕실용품을 기부해서 시위참가자가 농성 중에 몸을 씻을 수 있도록 돕고 있다.

source: You can find all sort of body care items in the public bathroom near the government headquarters.
ko: 홍콩 정부청사 근처 공공화장실에서 갖가지 욕실용품을 볼 수 있다.

source: Empty Road and Tunnel
ko: 텅 빈 도로와 터널

source: Connaught Road is a most congested road in Hong Kong island.
ko: 코넛 로드는 홍콩 섬에서 가장 붐비는 도로였다.

source: The sit-in has transformed the city landscape and now the highway and the vehicle tunnel are empty and the air is free from exhaust.
ko: 이제 차량용 도로와 터널은 텅 비었고, 도시 공기는 자동차 배기가스로 오염되지 않아 깨끗하다.

source: The empty vehicle tunnel looks rather surreal.
ko: 빈 차량용 터널은 초현실적으로 느껴진다.

source: Harcourt Village and Umbrella Roundabout
ko: 하코트 마을 및 우산 로터리

source: Civic groups that promote alternative lifestyles have also move into the protest site.
ko: 대안적 생활 방식을 옹호하는 홍콩 시민단체도 이제 시위 장소에 둥지를 틀었다.

source: You can see people weaving cloth, making leather products, painting and planting vegetables in the highway.
ko: 사람들이 옷을 깁고, 가죽 용품을 직접 만들며, 도로에서 채소를 심거나 그림으로 그리는 모습을 볼 수 있다.

source: The umbrella roundabout installation outside the Legislative Council symbolizes the need to reflect on the path of society's development.
ko: 홍콩 입법의회 밖에 설치된 우산 로터리는 홍콩 사회가 앞으로 발전해나가는 방향을 심사숙고해야 한다는 점을 상징한다.

source: A simple weaving machine has been set up in the Harcourt village.
ko: 사용하기 간단한 베틀이 하코트 마을에 설치되었다.

source: Pro-Democracy Protesters Have Turned Central Hong Kong Into a Colorful Sea of Umbrellas · Global Voices
ko: 홍콩 센트럴, 민주주의를 염원하는 형형색색의 우산이 점거하다.

source: Protesters use umbrellas to shield themselves tear gas.
ko: 시위참가자가 최루탄에서 자신을 방어하고자 우산을 사용하고 있다.

source: Photo taken by PH Yang.
ko: 사진: PH Yang.

source: Can an umbrella be used as a tool to fight for democracy?
ko: 우산이 민주주의를 쟁취하는 도구가 될 수 있을까?

source: Absolutely.
ko: 당연히 그럴 수 있다.

source: In Hong Kong, peaceful demonstrators demanding genuine democratic elections are using umbrellas to shield themselves from pepper spray and tear gas and to to keep them from getting wet if the police deploys water cannons.
ko: 홍콩에서는 진정한 민주주의 선거를 요구하는 시위자들이 우산을 사용해 경찰이 사용하는 후추 스프레이와 최루탄에서 자신을 보호하고 있다.

source: A striking image taken during the massive sit-in near government headquarters on September 28 showed crowds upon crowds of protesters holding umbrellas in a variety of colors, contrasting sharply with the police's riot gear.
ko: 지난 9월 28일 홍콩 정부청사 근처에서 벌어진 대규모 연좌 농성을 찍은 사진에서 시위참가자 다수는 형형색색의 우산을 들고 있었고, 이는 홍콩 경찰이 사용한 단조로운 색의 시위진압용 장비와 크게 대비되었다.

source: Carol Chan designed the poster for the "umbrella movement" in Hong Kong.
ko: 캐럴 챈은 홍콩 "우산 운동"에서 사용될 포스터를 제작했다.

source: It said "Taiwan has sun flower movement, Hong Kong has sunshade movement".
ko: 포스터에는 "대만에 해바라기 운동이 있다면, 홍콩에는 양산 운동이 있다"고 적혀있다.

source: Foreign media have dubbed the peaceful protest the "umbrella revolution".
ko: 외국 언론은 이 평화적인 시위를 "우산 혁명(umbrella revolution)"이라 이름 붙였다.

source: The Facebook group "Hong Kong Democracy Now" rectified the title to "Umbrella Movement" and wrote a explanatory note on it:
ko: 페이스북 그룹 "민주주의를 여기 홍콩에"는 이 "우산 혁명"을 대문자로 크게 고친 후 설명을 덧붙였다.

source: Foreign media has titled this movement the "Umbrella Revolution."
ko: 외국 언론은 이 운동에 "우산 혁명"이란 이름을 붙였다.

source: This is hardly a revolution.
ko: 하지만 이 운동은 혁명이 아니다.

source: "Umbrella Movement" is a more suitable title in this context.
ko: "우산 운동"이 이 상황에서는 더 적절한 이름 같다.

source: The only "weapons" we have, at most, are the umbrellas we always carry in our bags for the unpredictable weather.
ko: 우리가 가지고 있는 "무기"는 오직 예측할 수 없는 홍콩 날씨에 대처하기 위해 가방 속에 가지고 다니는 우산뿐이다.

source: Hongkongers wish for nothing but stability.
ko: 홍콩 시민은 다른 것 아닌 안정적인 삶을 원한다.

source: However, as much as we cannot see through the cloudy skies, we do not wish to be stormed upon.
ko: 하지만 우리가 먹구름 낀 하늘 너머에 뭐가 있는지 볼 수 없는 것 못지않게, 우리에게 폭풍이 몰아닥치는 걸 원치 않는다.

source: "Umbrella Movement" represents a mellow but determined campaign: In the face of gale and storm, we will never back down!
ko: "우산 운동"은 부드럽지만 단호한 운동을 대변한다. 몰아치는 바람과 폭풍 앞에서 우리는 절대로 물러서지 않으리라!

source: The sit-in, called Occupy Central, demands that Beijing withdraw the framework it has imposed on the election of Hong Kong's top leader, called the chief executive, which requires those who want to run for the office to get majority support from a nominating committee stacked with pro-Beijing (and therefore pro-Chinese Communist Party) members.
ko: 이 연좌 농성은 센트럴 점거 시위로 불리는데, 시위참가자는 중국이 2017년 홍콩 최고수반을 뽑는 행정장관 선거에서 지키도록 못 박은 규정을 철회하도록 요구하고 있다. 중국은 2017년 선거에서 후보자가 친(親) 중국 인사로 이루어질 후보자추천위원회에서 과반수의 지지를 얻어야 한다고 규정하고 있다.

source: The sit-in protests spread from the financial district in Admiralty to the commercial district in Causeway Bay and Mongkok.
ko: 연좌 농성 참가자들은 에드미럴티 금융 지구에서 코즈웨이 베이와 몽콕 상업 지구까지 광범위하게 퍼져 있다.

source: Traffic in Hong Kong Island has remained paralyzed throughout the day of September 29.
ko: 9월 29일 하루 홍콩 섬 교통은 완전히 마비되었다.

source: Beijing mouthpiece Global Times ran an opinion piece on Occupy Central, which began on September 28, accusing the movement of ruining Hong Kong's image.
ko: 중국 관영언론인 글로벌 타임스는 센트럴 점거 시위를 논평한 글을 9월 28일부터 계속 발표했는데, 글로벌 타임스는 이 우산 운동이 홍콩의 대외 이미지를 실추시키고 있다고 비난했다.

source: Are umbrellas really more damaging to the city's image than armed police holding huge tear gas cannons?
ko: 무장 경찰이 손에 쥔 커다란 최루탄 발사기보다 시위대 손에 들린 우산이 홍콩 대외 이미지에 훨씬 더 악영향을 미칠까?

source: Screen capture from local Television - TVB.
ko: 홍콩 텔레비전 채널 TVB 카메라에 잡힌 광경.

source: Hong Kong's Journalists Battle Self-Censorship, Intimidation and Police Violence to Report Umbrella Revolution · Global Voices
ko: 홍콩 언론인, 검열, 협박, 폭행을 무릅쓰며 우산 혁명을 취재하다.

source: Staff from Apple Daily News showed their determination to keep the newsroom operating after a mob attack on October 13.
ko: 애플 데일리 뉴스 직원들이 10월 13일에 시위반대파가 가한 공격에도 굴하지 않고 뉴스 보도를 계속하겠다는 의지를 드러내고 있다.

source: Photo from Chan Pui Man's Facebook page.
ko: 사진 출처: Chan Pui Man

source: Journalists working in Hong Kong have come under tremendous pressure in recent weeks for covering news on the Umbrella Revolution, the pro-democracy protests demanding free and fair elections.
ko: 홍콩 주재 언론인은 최근 민주화 학생 시위대가 공정하고 자유로운 선거를 요구하면서 촉발된 우산 혁명을 취재하는 과정에서 극심한 압력을 받고 있다.

source: Not only have they exposed themselves to violence while covering clashes between police and protesters, when they return to the office from the field, some of them have to endure the push for self-censorship from the newsroom or even harassment from pro-Beijing thugs.
ko: 시위대와 경찰 간 충돌을 취재하는 과정에서 폭력에 노출되는 것뿐만 아니라, 현장에서 보도국으로 돌아왔을 때 뉴스실에서 오는 자가 검열 압박에 맞서야 하거나 친(親) 중국 폭력배가 저지르는 괴롭힘도 참아내야 한다.

source: Since police began removing barricades set up by protesters at the sites of the massive sit-in dubbed Occupy Central, confrontations between protesters and police officers have happened almost every day.
ko: 홍콩 경찰이 센트럴 점거 시위라고 불리는 연좌 농성장에서 시위대가 세워놓은 방벽을 철거함에 따라, 시위대와 경찰 간 충돌이 거의 매일 벌어지고 있다.

source: Standing between the police and protesters, photojournalists have become vulnerable to injuries themselves.
ko: 경찰과 시위대 사이에서 보도 사진가는 다칠 위협에 노출된다.

source: It is not uncommon to see TV station cameramen being pepper sprayed or pushed away by police officers during the news report.
ko: 텔레비전 촬영기사가 후추 스프레이 세례를 받거나 경찰이 뉴스 보도 중에 촬영기사를 밀치는 경우도 흔히 볼 수 있다.

source: In some cases, the police do not differentiate between protesters and reporters and assault them when they take photos of the front-line.
ko: 가끔 경찰은 시위대와 기자를 구분하지 못하고 기자가 최전선에서 사진을 찍을 때 기자에게 폭력을 행사하기도 한다.

source: Four independent news sites — inmediahk.net, SocREC, USP and Local Press — issued a joint statement condemning the police for intentionally attacking reporters on October 15 when they dispersed protesters on Lung Wo Road outside government headquarters:
ko: 인터넷 독립 언론인 inmediahk. net SocREC, USP, Local Press, 4개 사가 10월 15일 홍콩 정부청사 밖에서 홍콩 경찰이 시위대를 해산할 때 기자들을 폭행한 홍콩 경찰을 비난하는 합동 성명을 발표했다.

source: At 3 a.m., when covering the clearing of Tamar Park, a reporter from SocREC was pulled into the side of the riot police's line and beat up for about 30 seconds.
ko: 그 뒤, 경찰 2명이 그 기자를 도로 위에서 30초간 끌고 다녔고, 경찰 구금 차량에 그 기자를 던져 넣었다.

source: Later, two police officers dragged him along the road for 30 seconds and threw him into a police detention van.
ko: 심하게 다친 이 기자는 이런 시련을 겪을 당시 언론인 신분증을 반복해서 경찰에게 보여줬지만, 경찰은 멈추지 않고 계속 괴롭혔다.

source: The wounded reporter repeatedly displayed his press badge during the ordinal, but it did not stop them. Instead, they abused him verbally.
ko: 언론인 신분증을 보여준 이후, 경찰은 대신 이 언론인에게 언어폭력을 가했다.

source: Only after a police press officer confirmed his identity inside the van was he allowed to leave.
ko: 경찰 구금 차량에서 경찰 공보관이 이 기자의 신원을 확인한 뒤에야 해당 기자는 풀려날 수 있었다.

source: The reporter sought treatment at the Queen Mary Hospital and the clinical report found obvious injures on his face, forehead, nose, mouth, neck and left arm.
ko: net 소속 기자가 렁워가(街)에 있는 터널에서 취재하던 중 홍콩 경찰이 후추 스프레이를 들고 이 기자를 위협했다.

source: Similarly, a reporter from inmediahk.net covering the news inside a tunnel on Lung Wo Road was suddenly threatened by a police officer with pepper spray.
ko: 이 기자는 경관이 지시하는 데 따라 물러났지만, 경찰은 사전 경고 없이 이 기자 얼굴에 스프레이를 뿌렸다.

source: He followed the officer's instruction and backed off, but was sprayed in his face without warning; although he showed his press badge many times, he was arrested and handcuffed.
ko: 해당 기자가 언론인 신분증을 몇 번이나 보여주었지만, 이 기자는 경찰에게 체포되었고 손에는 수갑이 채워졌다. 이 과정에서 한 경관이 이렇게 외쳤다.

source: In the process, the police officer yelled: "Reporter?
ko: "기자?

source: So what?"
ko: 그래서 어쩌라고?

source: "Even reporters cannot take photos from the front."
ko: " 체포된 기자는 경찰에서 신원을 확인한 뒤 풀려났다.

source: He was released after his identity was clarified.
ko: 다른 inmediahk.

source: Another inmediahk.net reporter was hit in the head by a riot police officer with his shield while he was backing off.
ko: net 기자는 경찰 지시에 따라 물러나던 도중 폭동 진압 경찰이 들고 있던 방패로 머리를 맞았다.

source: Even if reporters at the front-line risk physical injuries to cover the news, their stories might not be published because of self-censorship practices in the newsroom.
ko: 기자들이 육체적 부상을 무릅쓰고 최전선에서 취재해와도, 그 취재 내용이 출판되지 못하고 뉴스실에서 벌어지는 자가 검열 때문에 사장될 수 있다.

source: Many news organizations in Hong Kong, a special administrative region of China, were already fearful of losing advertising revenue from their business ties in the mainland or angering the Beijing government.
ko: 중국 특별행정구인 홍콩의 수많은 보도 매체가 중국 본토와 사업적 연줄이 끊겨서 광고 수익이 떨어지지는 않을까, 중국 정부가 노여워하지는 않을까 노심초사하며 벌써 두려워한다.

source: This trend has only increased with the recent protests calling for an open nomination system of candidates for the city's chief executive, which goes against the mainland's wish for a largely pro-Beijing nominating committee.
ko: 이 경향은 홍콩 행정장관 후보자 공개선출을 요구하는 최근 시위가 시작됨에 따라서 더욱 강화되었다. 왜냐하면, 이 시위는 중국이 주장하는 친(親) 중국 후보자추천위원회에서 후보를 선출하는 방안과 반대되기 때문이다.

source: On October 15, the chief news executive of TVB, the city's most popular television station, ordered the news team to edit a voice-over describing a video report on alleged police brutality.
ko: 10월 15일 홍콩에서 가장 인기 있는 텔레비전 방송국 TVB의 보도본부장은 영상 보도에서 홍콩 경찰이 어떤 잔혹 행위를 저질렀는지 설명한 음성해설을 편집하라고 보도국에 지시했다.

source: The footage clearly showed a handcuffed protester punched and kicked by several police officers in a dark corner for four minutes.
ko: 이 자료 영상에는 경찰 여러 명이 약 4분간 어두운 골목길에서 수갑을 찬 한 시위참가자에게 주먹질하고 발로 차는 장면이 분명히 나와 있었다.

source: The next day, 28 staff members from the newsroom issued a joint statement expressing regret over the management's decision.
ko: 그 다음 날 보도국 직원 28명이 보도본부장의 결정에 유감의 뜻을 나타내는 성명을 발표했다.

source: So far more than 100 staffs from the station's news branch have co-signed it.
ko: 지금까지 100명이 넘는 TVB 방송국 보도본부 소속 직원이 이 성명에 서명했다.

source: A former TVB reporter Au Ka Lun explained how the TVB newsroom operates after he read the joint statement:
ko: 전직 TVB 방송 기자였던 Au Ka Lun은 성명을 읽고 난 뒤 어떻게 TVB 보도국이 운영되는지 설명했다.

source: Every word in this plain statement is written in blood and sweat.
ko: 이 성명에 나온 모든 단어는 피와 땀으로 지어졌다.

source: I read it and remembered the endless humiliation and struggle our generation of reporters has faced.
ko: 나는 이 성명을 읽고 우리 세대에 기자가 끝없이 당해야 하는 굴욕과 고난을 기억해냈다.

source: The huge gap between ideal and reality and whether one should stay or leave is always a struggle.
ko: 이상과 현실 사이에 존재하는 엄청난 틈을 메우려 노력하고, 동시에 매일 기자 일을 계속해야 할지 그만둘지 고민하면서 기자는 언제나 투쟁하고 있다.

source: Most of the time, the reporters on the front-line are only responsible for interviews and recording what happens onsite.
ko: 기자가 뉴스 보도 과정에서 지는 책임을 보면 마치 열악한 환경에서 착취당하는 노동자 같다.

source: They are like the workers in the sweatshop, responsible for a part of the news making.
ko: 일이 모두 끝난 후에, 현장과 인터뷰를 담은 영상을 다시 보도국으로 보낸다.

source: After they have done their work, the footage would be sent back to the newsroom.
ko: 하지만 방송 대본을 만들 때 기자는 참여할 수 없다.

source: They won't be responsible for the script.
ko: 기자는 보도 내용과 초점을 결정할 수 없다.

source: The content and the focus cannot be decided by the reporters.
ko: 편집국장 위에는 더 강력한 권력이 자리 잡고 있다.

source: In the newsroom, there are many news and assignment editors, and above them there is one more person in charge.
ko: 기자는 전혀 자유롭지 않고, 독립적이지도 않다.

source: Above that person are even greater forces.
ko: 기자는 오직 잠을 잘 때만 자유롭다.

source: Reporters are not free and autonomous; they are only free when that single person is asleep, but he sleeps very little.
ko: 하지만 기자는 잠을 아주 적게 잔다.

source: The "greater forces" referred to by Au are the different forms of political pressure coming from Beijing, such as smears or even violent threats.
ko: Au Ka Lun이 말한 "더 강력한 권력"은 중국에서 중상모략이나 끔찍한 위협과 같은 다양한 형태로 가하는 정치적 압력을 가리킨다.

source: Most media outlets in Hong Kong have compromised by incorporating self-censorship into their newsroom management like TVB.
ko: 홍콩 방송 매체 대부분은 TVB 방송국과 같이 보도국에서 자가 검열을 시행하여 중국 정부와 타협한다.

source: For those who refused to comply, the threats are more explicit.
ko: 중국 정부에 따르지 않는 사람에게 중국 정부는 더 눈에 띄고, 더 끔찍한 위협을 가한다.

source: Since October 12, pro-Beijing mobs were mobilized to surround pro-democracy Apple Daily's headquarters and stop the media outlet from distributing their papers.
ko: 10월 12일 이후, 친(親) 중국단체는 홍콩 민주화 시위를 지지하는 애플 데일리 본사를 둘러싸고 봉쇄해 신문 배포를 막았다.

source: They blocked the entrance of Apple Daily on October 13 and obstructed the papers from being loading onto the trucks.
ko: 시위 반대파는 애플 데일리 본사 정문을 봉쇄했고, 신문을 트럭에 싣지 못하도록 방해했다.

source: In addition, Apple Daily's website has suffered from cyber attacks that knocked the site offline and the telephone lines of its office were jammed with abusive phone calls.
ko: 또한, 애플 데일리 웹사이트는 사이버 공격을 받아서 사이트에 한동안 접속할 수 없었고, 모욕적인 내용이 담긴 전화가 계속 걸려와 전화망이 마비되었다.

source: Despite the fact that the media outlet quickly obtained a restraining order from the court, the mobs continued roaming outside the entrance.
ko: 애플 데일리가 홍콩 법원에서 금지 명령을 받아 냈지만, 시위 반대파는 계속 정문 밖을 맴돌았다.

source: As the Hong Kong police did not take action to disperse them, staff from Apple Daily took matters into their own hands and confronted them in the street.
ko: 홍콩 경찰이 아무런 조치를 하지 않고 사태를 관망하기만 하자, 애플 데일리 직원이 직접 나서 거리에서 시위 반대파에 맞섰다.

source: Staff from Apple Daily confronted the mobs outside the media outlet's headquarters by holding up their newspaper.
ko: 애플 데일리 직원이 애플 데일리 본사 박에서 신문을 치켜들며 시위 반대파와 맞서고 있다.

source: Ever since Beijing insisted that weeding out "undesirable" candidates for Hong Kong's first direct vote of its top leader was a national security issue, its representatives in Hong Kong have resorted to extreme measures to clamp down on dissenting voices.
ko: 중국이 홍콩 장관선거에서 "바람직하지 않은" 후보자를 걸러내는 일이 국가 안보와 직결된 문제라고 주장한 이후, 홍콩 내 중국 지지세력은 극단적인 방법에 의존해 반대하는 목소리에 재갈을 물리려 하고 있다.

source: Such measures have not only obstructed the development of democracy, but also undermined press freedom, which is the foundation of the financial city.
ko: 이러한 행동은 홍콩에서 자라나는 민주주의를 방해할 뿐만 아니라, 홍콩이 금융 중심지로 우뚝 설 수 있었던 기반인 언론 자유도 무너뜨릴 것이다.

source: Beijing Claims Hong Kong's Pro-Democracy Protests Are a US-Backed Color Revolution · Global Voices
ko: 중국, 홍콩 민주화 시위를 미국이 지원하는 색채혁명으로 규정

source: Occupy Central protesters brought their tents to the sit-in sites to prepare for long-term fight.
ko: 센트럴 점거 시위참가자가 장기간 농성하기 위해 연좌 농성장에 텐트를 설치했다.

source: Photo by PH Yang, non-commercial use.
ko: 사진: PH Yang, 상업적 이용 금지.

source: Days after the debut of a massive sit-in in Hong Kong calling for genuine democratic elections, Beijing began accusing the grassroots movement of being a color revolution backed by the US government.
ko: 진정한 민주주의 선거를 외치는 대규모 연좌 농성이 벌어진 지 며칠 후, 중국은 이 풀뿌리 운동을 미국 정부가 지원하는 색채혁명이라며 비난했다.

source: Since late September, protesters have camped out in central Hong Kong to demand an open nomination process for candidates in the next election of the city's top leader instead of the mainland's plan for a largely pro-Beijing nominating committee.
ko: 지난 9월 이후, 시위참가자는 홍콩 중심부에 자리를 잡고 2017년 있을 홍콩 행정장관 선거에서 친(親) 중국 후보자추천위원회에서 후보자를 선출하는 걸 거부하고 공개 추천 방식으로 후보자를 선출하라고 요구하고 있다.

source: Pro-democracy group Occupy Central With Love and Peace had planned the sit-in as a last resort if the Hong Kong and Beijing governments refused to bend on the nominating committee despite significant popular support for something more democratic.
ko: 홍콩 민주단체 '사랑과 평화로 센트럴을 점거하라'는 홍콩 정부와 중국 정부가 홍콩 시민 다수가 지지하는 민주적인 방식으로 선거를 치르지 않을 때 마지막 수단으로 연좌 농성을 벌일 계획이라고 밝혔다.

source: At its peak, the sit-in has attracted tens of thousands of participants.
ko: 연좌 농성이 절정에 이르렀을 때, 홍콩 시민 수천 명이 이 시위에 참가했다.

source: The Chinese Communist Party mouthpiece, China Daily, has published commentaries since October 4 accusing a small number of instigators of receiving support from the US government and attempting to stage a color revolution in Hong Kong to undermine the central Beijing government's power.
ko: 중국공산당을 대변하는 매체 중국일보는 지난 10월 4일부터 몇몇 선동가가 미국 정부에서 지원을 받고 있고, 홍콩에서 중국 당국의 힘을 무너뜨리고자 색채혁명을 시도하고 있다고 비난했다.

source: The paper further characterized the protests as a "riot" in a front page news feature on October 11.
ko: 중국일보는 더 나아가 10월 11일 자 1면 기사에 이 시위를 "폭동"이라고 규정했다.

source: Color revolution describes a series of peaceful uprisings in countries of the former Soviet Union.
ko: 색채혁명은 구소련 국가에서 연쇄적으로 일어났던 평화적인 봉기를 의미한다.

source: The US government has firmly denied the accusation of having a hand in Hong Kong's pro-democracy movement.
ko: 미국 정부는 홍콩 민주화 운동에 개입하지 않았다며 중국 정부 주장을 완강히 부인하고 있다.

source: Chinese authorities' use of the term fits with their previously stated belief that Hong Kong conforming to the Beijing-approved election system is an issue of national security.
ko: 중국 당국은 "색채혁명"이란 단어를 사용함으로 중앙정부가 정한 선거 방식에 홍콩이 따라가는 일이 국가안보와 직결되어 있다는 믿음을 나타내고 있다.

source: It also implies that it is rather unlikely for China's legislature, the National People Congress, to withdraw or amend the nomination framework set for special administrative region Hong Kong.
ko: 또한, 중국 의회인 전국인민의회가 홍콩특별행정구 시민이 요구하는 대로 후보자 추천안을 개정하거나 폐기하지 않을 것이라는 점을 시사한다.

source: Pro-Beijing media in Hong Kong have also spread the conspiracy theory about the US government's role in the Occupy Central protests.
ko: 홍콩 친(親)중국 매체 또한 센트럴 점거 시위 배후에 미국 정부가 있다는 음모론을 내놓았다.

source: In addition to the claim that Hong Kong pan-democrats have a connection with the National Endowment for Democracy, a US-funded organization that promotes democracy and freedom worldwide, the most bizarre smear is the accusation that Joshua Wong, the 17-year-old leader of high school activist group Scholarism, is being cultivated as a political superstar and received combat training from US Marines.
ko: 홍콩 민주진영이 전 세계에서 민주주의와 자유를 옹호하는 미국의 비정부기구인 국립 민주주의기금과 접선하고 있다는 주장과 함께, 가장 괴상한 주장은 홍콩 고등학생 운동 단체 학민사조 위원장 황즈펑은 미 해병대에서 전투 훈련을 받았으며, 지금은 미국이 황즈펑을 정치계 슈퍼스타로 육성하고 있다는 주장이다.

source: Scholarism is one of the leading groups of the protests. While pro-democracy protesters have treated the rumors as jokes, pro-Beijing lawmakers, who hold the majority in the Hong Kong Legislative Council thanks to the current undemocratic "functional constituency" system, built upon the conspiracy theory of foreign intervention and demanded an investigation into the mobilization behind the Occupy Central protests on October 10.
ko: 민주화 시위참가자는 이러한 소문을 농담으로 치부하고 있지만, 현재 비민주적인 "기능적 선거구" 체제로 홍콩 입법의회에서 다수를 차지한 친(親)중국계 입법의원들은 외세가 개입했다는 음모론에 기초해서 10월 10일 센트럴 점거 시위 뒤에 어떤 음모가 있었는지 조사해야 한다고 주장했다.

source: Some of the evidence of foreign intervention that is being pushed is the abundant supply of resources, such as food, drink, stationary, posters and banners at the protest sites.
ko: 입법위원들은 음식, 음료, 문구류, 포스터, 배너가 시위 장소에 풍부하다는 점을 들어 외세가 개입한 게 분명하다고 주장했다.

source: Blogger Sze Ching Cheun laughed at the claim:
ko: 홍콩 블로거 Sze Ching Cheun는 이 주장을 비웃었다.

source: As the occupy movement carried on smoothly, the pro-government camp reintroduced the "foreign intervention theory" with the intention of discrediting the protests.
ko: 센트럴 점거 시위가 잘 진행되고 있는 가운데, 친(親) 중국세력은 "외세 개입 이론"을 내세워 시위의 공신력을 떨어뜨리려 하고 있다.

source: The abundant supply of resources is now turned into evidence of foreign intervention.
ko: 시위 장소에 물자가 풍부하다는 점이 이제는 외세가 개입했다는 증거로 사용되고 있다.

source: Are Hong Kong people that poor?
ko: 홍콩 시민이 가난한가?

source: Let's check past reports.
ko: 과거 보고서를 살펴보자.

source: Whenever there has been a natural disaster, the donations from Hong Kong have always been astonishing.
ko: 홍콩에 자연재해가 발생했을 때마다 홍콩 시민은 엄청난 금액을 기부했다.

source: For example, following the Szechuan earthquake , donations coming from Hong Kong citizens reached 13 billion Hong Kong dollars Everyone contributes to the protests what they can, so adding that all up means we have an abundant supply of resources.
ko: 예를 들어, 2008년 쓰촨 성 지진 때 홍콩 시민은 약 130억 홍콩 달러(약 19억 달러)를 기부했다. 모두가 도울 수 있을 만큼 도왔고, 이게 한데 모여서 시위 장소에 물자가 풍부해진 것이다.

source: We don't need foreign donations.
ko: 우리는 외국에서 기부금을 받을 필요가 없다.

source: We can pay for our own resources.
ko: 우리가 필요한 건 우리가 사서 쓸 수 있다.

source: In response to being labeled a color revolution and a riot, the Hong Kong Federation of Students and Scholarism, two key organizations that started a class boycott mid-September, issued an open letter to Chinese President Xi Jingping.
ko: 색채혁명과 폭동이라고 주장하는 데 맞서, 9월 중순부터 수업거부운동을 시작한 주요 단체인 홍콩 전상학생연회와 학민사조는 중국 시진핑 주석에게 보내는 공개서한을 발표했다.

source: In it, they pointed out the antagonism is rooted in the failure of the Hong Kong government to incorporate public opinion in their election reform consultation report:
ko: 서한에서 홍콩 전상학생연회와 학민사조는 홍콩 시민이 적대감을 느끼는 이유는 홍콩 정부가 선거개혁보고서에 여론을 반영하지 않았기 때문이라고 지적했다.

source: The consultation report put forward by the Hong Kong government did not genuinely reflect public opinion.
ko: 홍콩 정부가 작성한 선거개혁보고서에는 홍콩 여론이 반영되어 있지 않다.

source: It even claimed that Hong Kong people did not want reform the Legislative Council election system, in particular the abolition of functional constituency.
ko: 보고서에는 홍콩 시민이 입법의회 선거제도 개혁, 특히 기능적 선거구 폐지를 원하지 않는다고 적혀있다.

source: The report is disrespectful to the Hong Kong people's political aspirations.
ko: 이 보고서는 홍콩 시민이 느끼는 정치적 염원을 깡그리 무시했다.

source: The political reform framework set by the Standing Committee of the National Congress of People Representatives was misled by the Hong Kong government's misleading report.
ko: 전민대 상무위원회는 홍콩 정부가 잘못 작성한 보고서 때문에 잘못된 정치 개혁안을 제시했다.

source: If the Hong Kong government is sincere towards its citizens, it has to admit its mistake, correct the report and incorporate the people's aspirations for genuine democracy into the political reform.
ko: 홍콩 정부가 홍콩 시민에게 한 번이라도 정직하다면, 홍콩 정부는 잘못을 인정해야 하고, 보고서 내용을 수정해서 진정한 민주주의를 염원하는 홍콩 여론을 정치 개혁안에 담아야 한다.

source: The groups further mentioned that citizen nomination is a common practice in the election of local representatives in mainland China, hence the Hong Kong people's demand for citizen nomination is legitimate:
ko: 두 단체는 또한 시민추천제는 중국 지방 선거에서 이미 시행되고 있는 제도이며, 따라서 홍콩 시민이 요구하는 바는 정당하다고 주장했다.
